tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/versions'


cask_args appdir: '~/Applications/'


cask_args appdir: '~/Applications/Utilities'
brew 'bash-completion'
brew 'curl'
brew 'figlet'
brew 'gnupg2'
brew 'htop'
brew 'htop'
brew 'p7zip'
brew 'pinentry'
brew 'qpdf'
brew 'stow'
brew 'terminal-notifier'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'wine'
cask 'alfred'
cask 'amethyst'
cask 'appcleaner'
cask 'betterzip'
cask 'bitbar'
cask 'caffeine'
cask 'calibre'
cask 'cheatsheet'
cask 'controlplane'
cask 'dterm'
cask 'dupeguru'
cask 'eve'
cask 'flux'
cask 'geektool'
cask 'grandperspective'
cask 'jumpcut'
cask 'keepassx'
cask 'keepingyouawake'
cask 'keka'
cask 'knockknock'
cask 'macid'
cask 'omnidisksweeper'
cask 'retinizer'
cask 'spark'
cask 'spectacle'
cask 'unetbootin'


cask_args appdir: '~/Applications/Media'
brew 'mpc'
brew 'mpd'
brew 'mpv'
cask 'audacity'
cask 'handbrake'
cask 'kid3'
cask 'kodi'
cask 'mediathekview'
cask 'plex-home-theater'
cask 'plex-media-player'
cask 'plex-media-server'
cask 'vlc'


cask_args appdir: '~/Applications/Images'
cask 'darktable'
cask 'fotowall'
cask 'gimp'
cask 'image2icon'
cask 'imageoptim'
cask 'inkscape'
cask 'pinta'
cask 'pixlr'


cask_args appdir: '~/Applications/Browsers'
cask 'choose-wisely'
cask 'chromium'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'google-chrome'
cask 'opera'
cask 'opera-developer'
cask 'torbrowser'
cask 'vivaldi'


cask_args appdir: '~/Applications/Office'
brew 'pandoc'
cask 'coteditor'
cask 'freemind'
cask 'macdown'
cask 'typora'
cask 'yed'


cask_args appdir: '~/Applications/Research'
cask 'nvalt'
cask 'r'
cask 'skim'
cask 'tagspaces'
cask 'texstudio'


cask_args appdir: '~/Applications/Development/Database Clients'
brew 'pgtune'
cask 'mongohub'
cask 'rdm'
cask 'sequel-pro'
cask 'sqlitebrowser'
cask 'psequel'
cask 'pgadmin3'
cask 'pgadmin4'


cask_args appdir: '~/Applications/Internet'
cask 'colloquy'
cask 'filezilla'
cask 'gpodder'
cask 'jdownloader'
cask 'psi'
cask 'rssowl'
cask 'skype'
cask 'vienna'
cask 'spotify'
cask 'telegram'
cask 'thunderbird'
cask 'transmission'
cask 'tunnelblick'


cask_args appdir: '~/Applications/Games'
cask 'steam'
cask 'teeworlds'


cask_args appdir: '~/Applications/Development'
brew 'aria2'
brew 'cloc'
brew 'maven'
cask 'cyberduck'
cask 'dockertoolbox'
cask 'font-source-code-pro'
cask 'hex-fiend'
cask 'reggy'
cask 'teamviewer'
cask 'vagrant'
cask 'virtualbox'
cask 'kdiff3'


cask_args appdir: '~/Applications/Development/Editors'
cask 'atom'
cask 'coteditor'
cask 'macvim'
cask 'hex-fiend'
cask 'sublime-text'


cask_args appdir: '~/Applications/Sync'
cask 'box-sync'
cask 'dropbox'
cask 'sparkleshare'
cask 'bittorrent-sync'

cask_args appdir: '~/Applications/Development/VCS Clients'
cask 'github-desktop'
cask 'sourcetree'
cask 'svnx'
cask 'gitx'


cask_args appdir: '~/Applications/Development/IDEs'
cask 'intellij-idea-ce-eap'
cask 'netbeans'
cask 'eclipse-jee'


cask_args appdir: '~/Applications/iOS'
cask 'iphone-backup-extractor'
cask 'ibettercharge'
cask 'iexplorer'


# QuickLook plugins
cask 'betterzipql'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'suspicious-package'
cask 'webpquicklook'
