tap 'caskroom/fonts'
cask 'font-source-code-pro'

brew 'bash-completion'
brew 'figlet'
brew 'gnupg2'
brew 'htop'
brew 'mpc'
brew 'mpd'
brew 'mpv', args: ['with-bundle']
brew 'p7zip'
brew 'pandoc'
brew 'stow'
brew 'terminal-notifier'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'wine'

tap 'caskroom/cask'
cask 'alfred'
cask 'appcleaner'
cask 'betterzip'
cask 'bittorrent-sync'
cask 'calibre'
cask 'colloquy'
cask 'coteditor'
cask 'dropbox'
cask 'dterm'
cask 'filezilla'
cask 'firefox'
cask 'flux'
cask 'gpodder'
cask 'grandperspective'
cask 'jdownloader'
cask 'jumpcut'
cask 'keepassx'
cask 'keepingyouawake'
cask 'keka'
cask 'macdown'
cask 'macvim'
cask 'plex-home-theater'
cask 'retinizer'
cask 'rssowl'
cask 'skype'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'telegram'
cask 'transmission'
cask 'vienna'
cask 'virtualbox'
cask 'vlc'
cask 'transmission'
cask 'yed'
cask 'nvalt'
cask 'skim'
cask 'mediathekview'
cask 'torbrowser'
cask 'adobe-reader'
cask 'freemind'
cask 'veracrypt'
cask 'kid3'
cask 'knockknock'
cask 'cyberduck'
cask 'handbrake'
cask 'unetbootin'


# QuickLook plugins
cask 'betterzipql'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'suspicious-package'
cask 'webpquicklook'


tap 'homebrew/completions'
brew 'brew-cask-completion'

tap 'caskroom/versions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/versions'
