tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

## Essentials
cask "kitty"
brew "git"
brew "git-delta"
brew "git-lfs"
cask "sourcetree"
cask "firefox"
cask "macvim"


brew "bash-completion"
brew "brew-cask-completion"
brew "coreutils"
brew "ctop"
brew "curl"
brew "dive"
brew "figlet"
brew "fzf"
brew "gnupg"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "kubectx"
brew "lazydocker"
brew "m-cli"
brew "mas"
brew "multitail"
brew "neofetch"
brew "newsboat"
brew "node"
brew "offlineimap"
brew "p7zip"
brew "ripgrep"
brew "sqlite"
brew "taskell"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "transcrypt"
brew "unrar"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh-completions"
cask "appcleaner"
cask "balenaetcher"
cask "betterzip"
cask "bibdesk"
cask "calibre"
cask "clockify"
cask "cryptomator"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "docker"
cask "dozer"
cask "dropbox"
cask "dupeguru"
cask "easy-move-plus-resize"
cask "eloston-chromium"
cask "finicky"
cask "gimp"
cask "gitup"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "hammerspoon"
cask "handbrake"
cask "hex-fiend"
cask "imageoptim"
cask "inkscape"
cask "jdownloader"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "keka"
cask "kitematic"
cask "knockknock"
cask "maccy"
cask "macdown"
cask "mactex"
cask "mediathekview"
cask "meld"
cask "mendeley"
cask "mpv"
cask "playonmac"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "r"
cask "retinizer"
cask "slack"
cask "steam"
cask "suspicious-package"
cask "sweet-home3d"
cask "tabula"
cask "thunderbird"
cask "tiles"
cask "toinane-colorpicker"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "xquartz"
cask "yed"
cask "zazu"
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Disk Graph", id: 697942581
mas "Flycut", id: 442160987
mas "GIPHY CAPTURE", id: 668208984
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "LibreOffice Vanilla", id: 921923693
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "OTP Manager", id: 928941247
mas "OneDrive", id: 823766827
mas "OwlOCR", id: 1499181666
mas "PDFify", id: 1435055351
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "SleepTime", id: 465772885
mas "Theine", id: 955848755
mas "Xcode", id: 497799835
mas "iMovie", id: 408981434


tap "homebrew/cask-fonts"
brew "svn"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-jetbrains-mono"
cask "font-open-sans"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"


tap "tnk-studio/tools"
brew "lazykube"


tap "nektos/tap"
brew "act"
