tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "nektos/tap"
tap "tnk-studio/tools"
brew "adns"
brew "bat"
brew "sqlite"
brew "python@3.9"
brew "borgbackup"
brew "brew-cask-completion"
brew "choose-gui"
brew "coreutils"
brew "croc"
brew "ctop"
brew "gettext"
brew "openldap"
brew "curl"
brew "dive"
brew "figlet"
brew "fzf"
brew "gh"
brew "pcre2"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glib"
brew "gnu-getopt"
brew "p11-kit"
brew "unbound"
brew "libgpg-error"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "howdoi"
brew "htop"
brew "ilmbase"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "k9s"
brew "kubectx"
brew "lazydocker"
brew "libyaml"
brew "ruby"
brew "libstfl"
brew "libzip"
brew "mas"
brew "multitail"
brew "neofetch"
brew "newsboat"
brew "node"
brew "p7zip"
brew "ripgrep"
brew "sops"
brew "subversion"
brew "taskell"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "transcrypt"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh-completions"
brew "nektos/tap/act"
brew "tnk-studio/tools/lazykube"
cask "appcleaner"
cask "azure-data-studio"
cask "balenaetcher"
cask "betterzip"
cask "bibdesk"
cask "clockify"
cask "cryptomator"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "dozer"
cask "dropbox"
cask "dupeguru"
cask "easy-move-plus-resize"
cask "firefox"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-jetbrains-mono"
cask "font-open-sans"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "gephi"
cask "gimp"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "handbrake"
cask "hex-fiend"
cask "imageoptim"
cask "inkscape"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "keka"
cask "kitematic"
cask "kitty"
cask "knockknock"
cask "libreoffice"
cask "maccy"
cask "macdown"
cask "mactex"
cask "macvim"
cask "mediathekview"
cask "meld"
cask "mendeley"
cask "microsoft-azure-storage-explorer"
cask "mpv"
cask "osxfuse"
cask "postman"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "signal"
cask "sourcetree"
cask "suspicious-package"
cask "sweet-home3d"
cask "tabula"
cask "thunderbird"
cask "tiles"
cask "toinane-colorpicker"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "vorta"
cask "webpquicklook"
cask "yed"
mas "CotEditor", id: 1024640650
mas "Disk Graph", id: 697942581
mas "EtreCheck", id: 1423715984
mas "Flycut", id: 442160987
mas "GIPHY CAPTURE", id: 668208984
mas "Helium", id: 1054607607
mas "iMovie", id: 408981434
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Microsoft Outlook", id: 985367838
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "OwlOCR", id: 1499181666
mas "Pages", id: 409201541
mas "PDFify", id: 1435055351
mas "Pocket", id: 568494494
mas "QuickShade", id: 931571202
mas "SleepTime", id: 465772885
mas "Xcode", id: 497799835
