# Software I like
#
# When changing this file, you might also want to change these files:
# ~/.macos-dock
#

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-versions"


brew "gh" # GitHub cli
brew "neovim"
brew "fzf" # Needed because apt version is too old for vim
brew "ripgrep" # Also needed for vim


## macOS apps
if system 'uname -s | grep "Darwin" > /dev/null'

## Essentials
cask "kitty"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-gui"		# gitk
brew "ugit"
cask "macdown"
cask "sourcetree"
cask "firefox"
cask "macvim"
cask "keepassxc"
cask "keka"
cask "visual-studio-code"
brew "borgbackup"
cask "vorta"
brew "watch"


## Command line tools
brew "bat"
brew "glow" # Render markdown on the CLI
brew "exa"
brew "w3m"
brew "yq"
brew "brew-cask-completion"
brew "choose-gui"
brew "coreutils"
brew "ctop"
brew "figlet"
brew "gnupg"
brew "htop"
brew "howdoi"
brew "newsboat"
brew "the_silver_searcher"
brew "thefuck"
brew "transcrypt"
brew "wget"
brew "pandoc"
brew "p7zip"
brew "sqlite"
brew "jq"	# jq is a lightweight and flexible command-line JSON processor.
brew "terminal-notifier"
cask "xbar"
brew "markdownlint-cli"
brew "lazygit"


## Cloud File Sync
cask "maestral"
cask "cryptomator", greedy: true
cask "macfuse", greedy: true
mas "OneDrive", id: 823766827


## Power Tools
cask "finicky"
brew "nnn"
brew "btop"
brew "zsh-completions"
cask "appcleaner"
cask "balenaetcher"
cask "betterzip"
brew "vale"
cask "dozer"
cask "dupeguru"
cask "easy-move-plus-resize"
cask "hammerspoon"
cask "knockknock"
cask "maccy"
cask "mendeley"
cask "tiles"
cask "tor-browser"
cask "transmission"
mas "Disk Graph", id: 697942581
mas "Ka-Block!", id: 1335413823
mas "OwlOCR", id: 1499181666
mas "SleepTime", id: 465772885

tap "marwanhawari/tap"
brew "stew"


## Fonts
tap "homebrew/cask-fonts"
brew "svn" ## Dependency of font-open-sans
cask "font-fira-code"
cask "font-fontawesome"
cask "font-jetbrains-mono"
cask "font-open-sans"
cask "font-source-code-pro"
cask "font-sauce-code-pro-nerd-font", greedy: true


## Drivers
tap "homebrew/cask-drivers"
cask "logitech-options"


## Office
#mas "Keynote", id: 409183694
mas "Numbers", id: 409203825

#cask "mactex"


## Voice / Com
cask "signal"


## Image
cask "gimp"
cask "inkscape"


## Audio / Video
cask "mpv"
brew "ffmpeg" # Better performance for mpv? - https://bbs.archlinux.org/viewtopic.php?id=249816
cask "vlc"


## QuickLook
cask "syntax-highlight", greedy: true


## Developer
brew "buildkit"
brew "hugo"
brew "aspell"


### nats
tap "nats-io/nats-tools"
brew "nats-io/nats-tools/nats"


## kabylake
if system 'hostname | grep "kabylake" > /dev/null'
    cask "Thunderbird"
    brew "podman"
end


## coffeelake
if system 'hostname | grep "coffeelake" > /dev/null'
	cask "google-chrome"
	cask "google-drive"
	cask "lens"
	cask "microsoft-edge"
	cask "adobe-acrobat-reader"
	cask "qgis"
	cask "docker"
	cask "webex-meetings"
	brew "dive"
	brew "az"
	brew "gradle"
	brew "k9s"
	brew "kubectx"
	brew "maven"
	brew "node"
	brew "nvm"
	brew "sops"
	brew "yarn"
	cask "azure-data-studio"
	cask "camunda-modeler"
	cask "clockify"
	cask "google-cloud-sdk"
	cask "jetbrains-toolbox"
	cask "microsoft-azure-storage-explorer"
	cask "microsoft-teams"
	cask "postman"
	cask "slack"
	mas "Xcode", id: 497799835
	cask "cyberduck"
	cask "db-browser-for-sqlite"
	cask "gephi"
	cask "hex-fiend"
	cask "meld"
	cask "yed"
	mas "CotEditor", id: 1024640650
	brew "glab"
	cask "tabula" 
	brew "lazydocker"
	cask "raspberry-pi-imager"
	mas "MeetingBar", id: 1532419400
	cask "libreoffice-still"
	cask "drawio"
	mas "GIPHY CAPTURE", id: 668208984
	mas "ColorSlurp", id: 1287239339
	cask "krita"
	cask "imageoptim"

	cask "handbrake"
	brew "helm"
	cask "devtoys"
	cask "vivaldi"
	brew "rustup"
	mas "Boop", id: 1518425043
	
end

end



if false
    cask "discord"
    cask "steam"
    cask "epic-games"
    cask "battle-net"
    cask "sweet-home3d"
    cask "podman-desktop"
    cask "pycharm-ce"
    cask "playonmac"
    cask "teamviewer"
end
