# Docker
brew "dive"
brew "lazydocker"
cask "docker"

brew "az"
brew "gradle"
brew "k9s"
brew "kubectx"
brew "maven"
brew "node"
brew "sops"
brew "yarn"
cask "azure-data-studio"
cask "camunda-modeler"
cask "clockify"
cask "google-cloud-sdk"
cask "jetbrains-toolbox"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "postman"
cask "slack"
mas "Next Meeting", id: 1017470484
mas "Xcode", id: 497799835
