tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "beeftornado/rmtree"
cask "java"
cask "xquartz"
brew "gettext"
brew "bash-completion"
brew "boost"
brew "borg"
brew "brew-cask-completion"
brew "cadaver"
brew "coreutils"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docutils"
brew "lame"
brew "xvid"
brew "figlet"
brew "fribidi"
brew "git"
brew "gpg-agent"
brew "graphviz"
brew "pygtk"
brew "gtk-mac-integration"
brew "gtkspell3"
brew "highlight"
brew "htop"
brew "imagemagick"
brew "json-c"
brew "libevent"
brew "libyaml"
brew "m-cli"
brew "mas"
brew "maven"
brew "mpv"
brew "newsboat"
brew "node"
brew "offlineimap"
brew "p7zip"
brew "pandoc"
brew "parallel"
brew "tree"
brew "pass"
brew "phantomjs"
brew "platypus"
brew "qpdf"
brew "rclone"
brew "saxon"
brew "shpotify"
brew "stow"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "unrar"
brew "wget"
brew "wine"
brew "zim"
cask "abricotine"
cask "adium"
cask "adobe-acrobat-reader"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "battle-net"
cask "betterzip"
cask "betterzipql"
cask "bitbar"
cask "calibre"
cask "clipgrab"
cask "colloquy"
cask "controlplane"
cask "cryptomator"
cask "cyberduck"
cask "discord"
cask "diskmaker-x"
cask "docker"
cask "dropbox"
cask "dupeguru"
cask "eclipse-java"
cask "eve"
cask "filezilla"
cask "firefox"
cask "flycut"
cask "focuswriter"
cask "freeplane"
cask "gimp"
cask "go2shell"
cask "gpodder"
cask "handbrake"
cask "hocus-focus"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "intel-power-gadget"
cask "iterm2"
cask "itsycal"
cask "jdownloader"
cask "keepingyouawake"
cask "keka"
cask "kid3"
cask "kitematic"
cask "knockknock"
cask "libreoffice"
cask "macdown"
cask "mactex"
cask "macvim"
cask "mendeley-desktop"
cask "nvalt"
cask "openshot-video-editor"
cask "opera"
cask "osxfuse"
cask "owncloud"
cask "panconvert"
cask "platypus"
cask "playonmac"
cask "plex-media-player"
cask "podcastmenu"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rambox"
cask "retinizer"
cask "rssowl"
cask "signal"
cask "skim"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "spotmenu"
cask "sqlitebrowser"
cask "sqlitemanager"
cask "sqlitestudio"
cask "standard-notes"
cask "station"
cask "steam"
cask "sublime-text"
cask "suspicious-package"
cask "teamviewer"
cask "telegram"
cask "thunderbird"
cask "toggl"
cask "torbrowser"
cask "transmission"
cask "unetbootin"
cask "veracrypt"
cask "vienna"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "yed"
cask "caskroom/fonts/font-source-code-pro"
mas "CotEditor", id: 1024640650
mas "Disk Graph", id: 697942581
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "OTP Manager", id: 928941247
mas "The Duplicate Finder", id: 654667344
mas "Xcode", id: 497799835
