tap 'caskroom/fonts'
cask 'font-source-code-pro'

# Essential command line tools
brew 'bash-completion'
brew 'coreutils'
brew 'figlet'
brew 'gnupg2'
brew 'p7zip'
brew 'stow'
brew 'wget'

tap 'caskroom/cask'
cask 'appcleaner'
cask 'atom'
cask 'betterzip'
cask 'cyberduck'
cask 'dropbox'
cask 'dupeguru'
cask 'firefox'
cask 'go2shell'
cask 'gpodder'
cask 'imageoptim'
cask 'jdownloader'
cask 'flycut'
cask 'keepingyouawake'
cask 'keka'
cask 'macdown'
cask 'macvim'
cask 'retinizer'
cask 'skype'
cask 'sourcetree'
cask 'spotify'
cask 'sublime-text'
cask 'torbrowser'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'
cask 'yed'


# QuickLook plugins
cask 'betterzipql'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'suspicious-package'
cask 'webpquicklook'


tap 'homebrew/completions'
brew 'brew-cask-completion'
